---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionColdFormed
source: html/78f213f9-4944-8860-2dda-b2864a2f11ae.htm
---
# StructuralSectionColdFormed Properties

Common set of parameters for structural analysis.